QUESTIONS = [
    {
        "text": "Напиши своё Имя и Фамилию",
        "choices": [],
    },
    {
        "text": "Выбери свой пол",
        "choices": [
            "Девушка 👑 ",
            "Парень 👨",
        ]
    },
    {
        "text": "Напиши дату своего рождения в формате дд.мм.гг",
        "choices": [],
    },
    {
        "text": "Напиши свой знак зодиака",
        "choices": [],
    },
    {
        "text": "Напиши где учился или учишься",
        "choices": [],
    },
    {
        "text": "Напиши где работаешь(подразделение)",
        "choices": [],
    },
    {
        "text": "Напиши адрес работы",
        "choices": [],
    },
    {
        "text": "Напиши время обеда",
        "choices": [],
    },
    {
        "text": "Расскажи о своих хобби",
        "choices": [],
    },
    {
        "text": "Поделись своим ником в телеграмм",
        "choices": [],
    },
    {
        "text": "Поделись своим номером телефона через восьмерку",
        "choices": [],
    },
]

QUESTIONS = [{**{'id': i}, **question} for i, question in enumerate(QUESTIONS)]
